{
  "matching_results": 63,
  "session_token": "1_UOpAhwTlqvaqtmg1r9Imp72BUY",
  "passages": [
    {
      "document_id": "464eefe3a9bae5c640142be9764b296b_3",
      "passage_score": 12.717388182741198,
      "passage_text": "Realism in Tun Seri Lanang’s Sejarah Melayu",
      "start_offset": 0,
      "end_offset": 43,
      "field": "subtitle"
    },
    {
      "document_id": "23915bb1de31809bde3bb0fed99cf33f",
      "passage_score": 7.950445993091879,
      "passage_text": "One last example, taken from the Sejarah Melayu, once again clearly reveals the ubiquitous symbols of rank and hierarchy, as well as the image of the wholeness of the social group in motion. The occasion",
      "start_offset": 26381,
      "end_offset": 26584,
      "field": "text"
    },
    {
      "document_id": "a2e1d163c4fab6f3d6cbc5d1f2bc5a1e",
      "passage_score": 7.80727532805027,
      "passage_text": "The people of Singapore, as the Malay Annals ( Sejarah Melayu in Malay) 7 makes clear, were not then Muslim; and neither was the dynasty which a Sumatran noble moved from Palembang to Singapore. 8 Their religious orientation will be discussed below.",
      "start_offset": 5987,
      "end_offset": 6236,
      "field": "text"
    }
  ],
  "results": [
    {
      "id": "464eefe3a9bae5c640142be9764b296b_3",
      "result_metadata": {
        "confidence": 0.2061435981609794,
        "score": 4.799938
      },
      "subtitle": ["Realism in Tun Seri Lanang’s Sejarah Melayu"],
      "text": "The “folklore” and “myth” which Winstedt read in the Malay Annals was for their 1612 compiler, Tun Seri Lanang, a historical reality that he was documenting. Tun Seri Lanang is convinced that the social memories he is remembering are true because they can be authenticated. The Malay Annals thus claims to be history as a verifiable account of the past. Tun Seri Lanang assures his audience that the black stone fort of the city of Gelanggui which Raja Shulan overran “still exists to this day” with its name mispronounced as “Linggiu”. The search for this black stone fort of “Gelanggui” continues up to today. 19 Tun Seri Lanang also confirms that the story of the strongman Badang is true, because the rock he hurled across the Singapore River “is there to this day on the extremity of Tanjong Singapura”. Similarly, the boom he laid across the River “still exists at Singapura”. Furthermore, the stone that the Raja of Kalinga sent to mark the grave of Badang at Buru “is there to this day”. Bukit Merah, the “red hill”, is even now remembered as the spot where the young boy who saved Singapura from the swordfish attack was executed by Dam Raja, who viewed the boy’s intelligence as a threat. The red-orange lateritic soil of the hill is said to be the “guilt of this young boy’s blood laid on Singapura”. 20 The image of Singapura that emerges from the first six chapters of the Malay Annals is of “a great city, to which foreigners resorted in great numbers so that the fame of the city and its greatness spread throughout the world”. Under its second ruler, Sri Pikrama Wira, son of Sri Tri Buana, Singapura was sufficiently powerful to challenge the major hegemon in 06 SS21c.indd 142 7/27/10 the archipelago, Java’s Majapahit, in a display of diplomatic theatrics that escalated into a major Majapahit invasion of Singapura. The Malay Annals provides a graphic description of this: And the Javanese troops landed and fought the men of Singapura; and a great battle ensured. Loud rang weapon on weapon; terrifying was the roar of the warriors shouting; the din was unimaginable. On either side many were killed and the ground flowed with blood. By evening the Javanese had retreated and gone back on board their ships. So long is the story of the battle between Singapura and Java that were I to tell it in detail, listeners would have more than their fill. The ensuing story of Sri Pikrama Wira’s marriage to the daughter of the Tamil ruler of Kalinga is essentially a story of conspicuous display of wealth and Singapura’s stature among Indian kingdoms. The Raja of Kalinga’s pitting his strong man against Sri Pikrama Wira’s strong man Badang can be interpreted as an unstated competition for power between Singapura and Kalinga. The Raja of Kalinga’s despatch of a gravestone for Badang on his death can arguably be read as an acknowledgment of respect, if not deference to Sri Pikrama Wira. Likewise, the Raja of Perlak’s desire to set his strong man against Badang can be seen as another contest of power in which Sri Pikrama Wira emerged the victor. Singapura could presumably have gone on to greater achievements if it had not been betrayed by one of its officials. According to the Malay Annals , Sultan Iskandar Shah alienated one of his officials, Sang Ranjuna Tapa, when he executed one his concubines on a false accusation. The concubine happened to be Sang Ranjuna Tapa’s daughter. Her father decided to betray his sultan to Majapahit by “open[ing] the gate of the fort” for invading Javanese forces. For his heinous crime of treason, Sang Ranjuna Tapa and his wife were transformed into rocks. According to Tun Seri Lanang, these two rocks could still be seen in his time."
    },
    {
      "id": "92db01fb660622f419b7c2ece806161a",
      "result_metadata": {
        "confidence": 0.2826126658752553,
        "score": 4.7000846483909395
      },
      "text": "155 Imagined Centrality: Sir Stamford Raffles and the Birth of Modern Singapore Christina Skott In early February 1819, John Crawfurd noted in his journal: This spot of ground is the site of the very ancient city and fort of Singapura, whose sovereigns, upwards of 1000 years ago gave laws to Java, Sumatra, and their adjacent islands, and a great part of the Malay Peninsula … This place once so great, powerful, is now a petty fishing village, until our coming here unknown in modern history or geography, for Sir Stamford found accounts of it, in a very old Malay work. I sincerely hope that under the auspices of the English, it will again revive to its former splendour. 1 Crawfurd was a member of the British expedition, which a few days earlier had landed on the mouth of Singapore River. The party was led by Sir Stamford Raffles, who had immediately taken up negotiations with the local chief, the Temenggong of the Sultanate of Johore, for permission to set up a British factory on the island. Debates on Raffles’ role in the birth of modern Singapore have often centred on how far he stands alone as founder. The image of “Raffles of Singapore” was created in Lady Raffles’ 1830 biography of her late husband, 07 SS21c.indd 155 8/30/10 156 Christina Skott but William Farquhar, another member of the expedition and Singapore’s first Resident, immediately countered this by publicly stating that he himself had “at least a large share” in the birth of the new settlement. 2 In modern historiography, the eventual choice of Singapore in favour of other alternative localities has often been seen as a collective decision, in which Captain Daniel Ross played an important role. 3 The wider reasons for the establishment of a British trading factory at Singapore are well documented. In the historiography of British expansion, the birth of modern Singapore has been seen as prompted by strategic concerns and policies of the East India Company, and above all, by the changing nature of British involvement in the East as a consequence of the Charter Act of 1813, whereby the East India Company’s monopoly on the China trade came to an end. Moreover, the gaining of a British foothold in the Straits of Malacca has been considered in the context of events in Europe, of Anglo-Dutch rivalry and the emergence of a British view that it was necessary to counter other European powers in Southeast Asia. 4 In regional historiography, on the other hand, the acquisition of Singapore has been examined in the context of events in the Malay world, as part of the internal politics of the Johor Sultanate, and the ways in which the British and Dutch were able to secure influence by their involvement in succession disputes. 5 Overall, however, it has been impossible to ignore the pivotal role of Raffles, the East India Company servant who has remained one of the most enigmatic figures in British colonial history. Of humble origins and largely autodidact, but equipped with immense personal ambition and unrelenting energy, Raffles would stage one of the most remarkable careers in British colonial history. Victorian panegyrics and a string of early biographies pictured him as “one of England’s greatest sons”, while modern scholars have been more ambivalent. Raffles has been marked out as a visionary Benthamite and utlilitarian, one of the first British administrators to draw up and implement a robust and systematic plan for a “civilising mission”, 6 while others have seen him as a prime example of the new British official with an absolutist temper pursuing aggressive policies with little respect for native authority. 7 Raffles has also been portrayed as a son of the Enlightenment, a visionary of Empire convinced that free trade would pave the way for British expansion in the region. Another persistent image is that of Raffles as the ultimate man on the spot, an orientalised civil servant positioned on the fringes of empire, a man who could and would disobey his superiors in London and Calcutta. In summary, 07 SS21c.indd 8/30/10 although many aspects of his career have attracted scholarly attention, the literature is still remarkably fragmented, and a modern evaluation of Raffles’ life and work is still lacking. 8 This chapter touches on one of the most neglected aspects of Raffles’ career, namely the relationship between his scholarly endeavours and his measures as a British official. 9 From the very first months after his arrival in the region in 1805 until his final departure in 1823, Raffles relentlessly pursued enquiries into the histories and languages of the peoples of the Malay world. This scholarship was driven by his desire to create a niche for himself as an Oriental scholar in line with the careers of British administrators in India such as Sir William Jones. In terms of publications, however, not a great deal was achieved. The bulky History of Java appeared after that island was given back to the Dutch and would remain Raffles’ only major scholarly publication. Raffles’ recovery of these local histories was enabled by outside circumstances, as he was posted first to the Malay Peninsula, and later to Java and Sumatra. Raffles himself was aware of the novelty of this investigation: this was a part of the world of which the British knew little, with a great but unknown past, in short a region which offered prospects for endless scholarly pursuits as well as commercial prospects and political influence. 10 In his policies, Raffles made use not only of his acquired knowledge of historical events, but of his own understanding of the “original” characteristics of Malay society. One important aspect of this was his belief that the Malays had a glorious past as a maritime trading nation, and that this greatness could be restored by “improving” the Malays, guiding them back to a life of trade and commerce. The idea that Malay society was in decline was not new, and it has been argued that it originated partly from European knowledge of early reports from the region, which did describe a golden age, when Southeast Asian states had been more efficient, wealthy and politically stable. 11 But in Europe, the region now known as Southeast Asia had for centuries been seen as a blank spot in comparison to India and China, and it is necessary to see Raffles’ ambitions to construct histories of the Malay peoples against this perceived European ignorance. 12 Raffles’ recovery of “historical” texts and his imaginings of Malay society, I argue, were instigated through his intimate friendship with the romantic poet and self-confessed Oriental scholar, John Leyden. His readings of Malay texts, therefore, must be seen not only in the context of British attention to ancient texts of the Indian subcontinent at this time, but within a Romantic retrieving of the past which had moulded Leyden’s 07 SS21c.indd 157 8/30/10 thinking in Scotland, where the importance of ancestry and lineage was revealed in texts. Raffles was able to construct a lineage of what he came to refer to as an ancient “Malayan Empire”, set up in various localities, but still in essence preserving the character of society which in Raffles’ mind marked the Malays out as a people “congenial to British minds”. The aim of this chapter is to examine the ways in which Raffles was able to imagine and reimagine historical centralities for the Malay world. This thinking culminated in the idea that Singapore had formerly been an important entrepôt, which not only had attracted trade from the region and beyond, but had been the originating location for a line of rulers whose authority was still present in the memories of the people. By taking possession of this very location, the seat of ancient reverence, it would be possible for the British to gain influence not only among the Malays located there, but in the greater Malay world. Since Malay was a lingua franca across much of the Dutch Indies and even beyond, this was ambition of some scope. This chapter therefore highlights the intricate relationship between scholarly pursuits and the use of knowledge for political ends at this particular time. However, the story of the birth of Singapore also highlights the uniqueness of Raffles the scholar-administrator in British expansion, as great visions very soon had to give way to considerable pragmatism in order to secure Singapore’s survival. Despite the European project of mapping the world which was well underway by the time of British expansion into the Malay world, 18thcentury knowledge of the East was still very much dependent on classical and biblical associations. The Malay Peninsula had from medieval times become associated with Ptolemy’s Golden Chersonese and Solomon’s Ophir, and early Iberian chroniclers of the East complained that “it is not easie to find Malaca in ancient bookes” (for this chapter, we follow the most common useage of the European sources when talking of European writings — “Malacca” rather than the preand post-European spelling of “Melaka”). 13 Portuguese writers pictured the Malayos of Malacca as sophisticated and refined, but due to Portuguese unwillingness to share information, very little was published about the Malay world prior to the arrival of the Dutch and English at the beginning of the 17th century. 14 Compilers of knowledge therefore became dependent on a few travel accounts which portrayed the Malay in a very negative light. 15 In their reports to the King of Portugal, several Portuguese chroniclers had described the events leading up to the founding of Malacca and its early history. The most important of these was the apothecary Tomé Pires, 07 SS21c.indd 158 8/30/10 who was able to outline the history of the Malacca Sultanate by tracing the dynastic origins back through Singapura to Palembang in Sumatra. 16 Pires’ report, the Suma Oriental , which is now considered one of the most important sources for the history of early Malacca, was published in full only in the 20th century. The Suma was therefore only known in the truncated version published in Italian in the travel compendium Navigazione e Viaggi by G.B. Ramusio. 17 Reports such as Pires’ were also used by chroniclers in Portugal, most notably João de Barros, who in his Décadas da Ásia , compiled knowledge of the East from a variety of available sources, including what seem to be “interviews” with local people. 18 Although Barros’ Ásia was never translated in full, its precise information on the early history of Malacca was copied and used by numerous cosmographers in the 17th century. A new phase in European knowledge of Southeast Asia followed the appearance of Francois Valentijn’s five-volume Oud en Nieuw Oost- Indiën (1724–1726). Here, a slightly altered version of the early history of Malacca was presented, apparently based on Malay manuscripts. 19 Valentijn also attempted to create a “history” of the Malays, who now were said to originate from Sumatra, “Manaingcabo” and Palembang. Although Valentijn’s massive tomes quickly became the main source of information on the Malay world in Europe, it seems that this publication received little acknowledgement in Britain. Instead, travel accounts of the 18th century presented the British reading public with an increasingly blurred picture of the Malay world. The Malays were assumed to originate from Malacca, having spread throughout the archipelago. A stereotyping also emerged by which the Malays were increasingly described as ferocious, dangerous and unpredictable. This image was partly based on confusing reports of strange and savage peoples of the interior of the Malay Peninsula, but was compounded by fresh reports of European encounters with piracy and violence in Malay waters. 20 Perhaps the most quoted 18th-century book in this respect was Travels of a Philosopher , written by French physiocrat Pierre Poivre, who saw the Malays as formerly a great trading nation that had become “restless, fond of navigation, war, plunder, emigrations, colonies, desperate enterprises, adventures, and gallantry”. 21 The founding of Penang in 1786 came to generate a new awareness of Malay lands in Britain. Visitors to the new settlement, as well as East India officials stationed there, began to call for a revision of the assessment of Malay character. The assumed ferociousness of the Malays 07 SS21c.indd 159 8/30/10 was seen as a result of European ignorance and endless repetition of old knowledge. The Malays were, it was now claimed, in fact naturally more active, energetic and more enterprising than all other Asian peoples. 22 It is against this backdrop of often conflicting and imprecise knowledge that Raffles’ rapid transformation into a scholar of the Malay world has to be seen. Thomas Stamford Raffles had left school at the age of 14 and taken up a position as a clerk with the East India Company in order to support his mother and sisters. His diligence and frantic pursuit of knowledge during his early years in the East India House — later mythologised by his biographers — resulted in him being chosen for the post of Assistant Secretary to the Council in Penang, which had been made a fourth Presidency of India in 1804. 23 Raffles arrived at Penang in 1805. One month later, another ambitious man arrived on the island. This was John Leyden, Scotsman, medical doctor and published poet. 24 Also of humble origins, Leyden’s quest for learning and his formidable linguistic abilities had earlier attracted the attention of Sir Walter Scott, whom he later assisted in the collecting of Scottish ballads. From an early stage, Leyden also developed an interest in exotic adventure. 25 After giving up plans to travel to Africa, he decided to become a “furious Orientalist, nemini secundus”. 26 Determined to make his way to the East, he took up medical studies and was appointed to the hospital in Madras. In India, Leyden pursued his scholarly ambitions with a restless energy, learning numerous languages in a short time. 27 Having been taken ill in India, Leyden had been advised to travel to Penang, then considered the “healthiest spot in India”. During his four months of convalescence in Penang, Leyden struck a very personal friendship with Raffles and his wife Olivia, but he also found time for his Oriental scholarship, writing to Walter Scott: I have established my reputation as an Orientalist beyond all contradiction. Before I set off for Bengal I shall have acquired the Malay which is childishly easy and made some progress in Pali Siami and Birman and then there will not be a language from the point of the promontory of Malabar to that of Malacca, the dialect of Bengal itself excepted of which I shall not possess a respectable knowledge. 28 Leyden’s article “On the Languages and Literature of Indo-Chinese Nations”, which appeared in Asiatic Researches in 1808, was the first scholarly article on the languages of mainland Southeast Asia published in English, and remained one of the most quoted sources on the region for decades. 29 Together, Raffles and Leyden acquired and copied a number of Malay manuscripts. Among these was a text which Leyden identified as the “national poem” of the Malays and began translating into English. After Leyden’s death, Raffles would publish this translation as the Malay Annals . 30 The editors of a recent republication of Leyden’s translation have interpreted his interest in this chronicle through the parallels between Scottish and Malay literature in the oral rendering of the hikayats (stories or narratives). 31 But it appears that Leyden also felt drawn to the Malays through the images of fearlessness and adventure which so well fitted his own personality. 32 In addition, the two friends clearly felt that they had been given unique access to a hitherto unknown document which held the key to the history of the Malay people. This text, now known in the Malay form of its name as the Sejarah Melayu , had in fact been the main source for the abovementioned Portuguese accounts of the history of Malacca, something which Leyden and Raffles seemed unaware of. Leyden’s crucial role in Raffles’ rapid acquisition of the Malay language has long been acknowledged, 33 but it also seems that Leyden influenced Raffles’ ideas about the expansion of British influence in the region. 34 It was during these early years that Raffles began to refer to the ancient characteristics of Malay society and governance. Firstly, he saw how reverence for lineage, kinship and ancestry strengthened bonds and loyalties between ruler and follower. Authority involved the protection of subjects, since “whenever a raja exposes his subjects to disgrace, it is the certain token of the destruction of his country; hence also it is, that none of the Malay race ever engage in rebellion, or turn their faces from their own rajas”. 35 Consequently, the future role of the British was envisaged by Raffles as mild and paternalistic, in stark contrast to the supposed tyranny of the Dutch. Secondly, these texts had much to say about bonds between states, as Raffles developed a belief that a future relationship between Southeast Asia and Britain should be built around ancient loyalties and dependencies within the region. His plan for a “Protectorate” was clearly based on his perceptions of ancient relationships between states, characterised by a relative looseness of dependence, a hierarchical ordering under a protective overlordship, where “trade not territory” was the goal. 36 Within this thinking of spheres of influence, Raffles was able to apply two different understandings of Malay, both of which had been in place for a long time. 37 What Raffles sometimes referred to as the “Malayan group” comprised a wider “imagined” Malay world. 38 This whole region, Raffles argued, was 07 SS21c.indd characterised by its diversity, but also the absence of prejudice, and a “spirit of enterprise and freedom” which distinguished it from the rest of Asia. 39 In a narrower sense, Raffles defined the Malays as the people whose history he and Leyden had discovered in the Annals. 40 In contrast to the quiet Javanese who had little aspirations for trade, Raffles saw the Malays as a seafaring and commercial nation, naturally bold and “devoted to speculations of gain, animated by a spirit of adventure, and accustomed to distant and hazardous enterprizes”. 41 This, as we have seen, was not new, but the Annals also provided Raffles with important information about the history of a people. Unlike the Annals themselves, Raffles later referred to this as the “Malayan Empire”, which he, in contradiction to the original character of the text, saw as a continuous story of emerging centres, from the Sumatran origins, through Singapore, to the eventual founding of Malacca and move to Johore. The idea of the continued importance of ancient centralites of the Malay world was never far away as Raffles’ career unfolded. This was at the forefront when in 1808, Raffles forcefully campaigned against the East India Company’s plans to abandon Malacca, “the capital of the Malay straits”. 42 As the old centre of trade networks of the region, Raffles insisted, Malacca would always retain its prestige. With the city in hand, “the whole of the Malay Rajahs in the Straits and to the Eastward might be rendered not only subservient but if necessary tributary”. 43 Here, Penang, with a “vagrant and restless” population weighed little in comparison to the antiquity and ancient fame of Malacca. 44 The rulers of the Malay states, he convinced his superiors, would be anxious to maintain friendship with any power holding the fabled Malacca, a name that “carries more weight to a Malay Ear than any new settlement”. 45 Raffles pleas fell on deaf ears, as Malacca was handed back to the Dutch. Another opportunity to draw on history opened up as Britain began to prepare for the invasion of Java in 1810. Leyden had left Penang in early 1806 to take up the post as teacher of the Hindustani language at the College of Fort William in Calcutta. 46 Correspondence between Raffles and Leyden during the following years often returned to the grand visions of British expansion in the East which the two had begun drawing up in Penang. 47 Leyden was by now a confidante of the Governor-General Lord Minto, a fellow Scotsman and Borderer, who would lead the Java expedition. 48 Leyden himself volunteered to join the forces as a translator. Lord Minto’s correspondence in the months leading up to the invasion clearly shows how little the British knew about the island they were about 07 SS21c.indd to invade. Leyden contributed by looking into the history of Java. In the Annals , he found the ancient Javanese kingdom of Majapahit, with a power so great that every prince in Java and “half of the Princes of Nusantara” acknowledged its overlordship. 49 To Leyden, the ancient reverence for the Bitara , the ruler of Majapahit, appeared as a key to the Malay world, as he proposed that this title would be assumed by the Governor General of India. 50 Leyden urged Raffles to write to all the rulers of the region to come in person to meet the “Good Maja Rajah of Bengal”, the new Bitara who would reign in Malacca and conquer Java. The idea was to summon a “general Malay league”, a confederation of kingdoms brought together and led by the British, but functioning according to ancient traditions of interaction between states. 51 Leyden also envisaged a “parliament” made up of representatives from all Malay states who would send their “most ancient and sagacious men”, to meet in “some celebrated ancient place”. 52 These plans never materialised, but Raffles would return to the idea of the Bitara several times during his career, increasingly seeing himself in this role. 53 Two days after landing in Java, Leyden died from a sudden illness caused by spending long hours examining old Javanese manuscripts in a damp library. To Raffles, Leyden’s death was a hard blow. 54 Nevertheless, as Lieutenant-Governor of Java from 1811–1816, he commissioned agents to collect Javanese manuscripts. This enabled him, after returning to England in 1816, to publish his History of Java in which the history of the island for the first time was systematically put together with the help of indigenous sources. Also, Raffles again felt he had found a “national poem”, the Brata Yudha , which was translated in its entirety. 55 By this time, Java had already been returned to the Dutch, and Raffles had been assigned a post in Bencoolen in Sumatra, where he arrived in March 1818. In Bencoolen, Raffles had the opportunity to return to his historical enquiries, this time by taking an intense interest in the Sumatran origins of the “Malayan Empire”. In 1783, William Marsden had written in his History of Sumatra that the Minangkabau seemed to be the original people of the island. Even so, Marsden, like others at this time, assumed that all Malays in Sumatra had arrived from the Peninsula in a wave of emigration which had encompassed the whole archipelago. 56 Already during his time in Penang, Raffles had generously shared his new insights into the history of the Malays with Marsden, and in the third 1811 edition of the History , Marsden revised his position. He now wrote that had he learnt from various sources that the founders of the celebrated kingdoms of Johor, Singapura 07 SS21c.indd 163 8/30/10 164 Christina Skott and Malacca originated from the Minangkabau, and that Malay presence in the Peninsula “should only be considered as colonisation”. 57 Since his arrival in Bencoolen, Raffles had been eager to visit the place he thought of as the “ancient capital of the Malayan empire”. Raffles’ expedition to the Minang highlands in 1818 fulfilled all his expectations: he found ruins of an ancient city, where the former glories of the place and its people could still be felt and seen. 58 As the first European, Raffles had visited the place “whence all the Malayan Colonies now scattered along the coast of the Archipelago first sprung”. 59 He also made a treaty with the Minangkabau ruler, whom he referred to as “Emperor”, who conceded all “overlordship” to the British. In Raffles’ mind, this was an important move, which ultimately would secure British influence in the whole of Sumatra. 60 However, the symbolic significance of a treaty with a tribal chieftain in the middle of Sumatra, not surprisingly, failed to impress or interest Calcutta, and more importantly, it was against official British policy. Raffles was forced to annul the treaty, adding further to his bitterness over the ways in which his initiatives in Sumatra were repeatedly turned down by his superiors. A new settlement in the Straits of Malacca had been part of Raffles’ campaign to increase British influence in the region since Java had to be given up. 61 From Bencoolen, he made attempts to secure new British posts along the southern route into the Sunda Straits, but the way he had taken matters into his own hands had brought him into conflict with his superiors. 62 The Charter Act of 1813, whereby the East India company lost its monopoly on trade to the East, had increased the importance of faster routes to China, and it was furthermore becoming clear that Penang had not lived up to expectations. 63 In his proposals for a new trading post presented to the East India Company’s Board of Control, Raffles had repeatedly emphasised the China trade and the necessity to implement the principle of free trade, but he also stressed the potential of local trade within the archipelago. Most passionately, Raffles pleaded for the need to counter Dutch expansion in the region, and this was his main argument when he visited Calcutta in early 1818, managing to secure the approval of the Governor-General to establish a commercial station somewhere in the Straits of Malacca. 64 The events leading up to the fabled landing at Singapore are well documented and closely linked to the internal politics of the Johor-Riau Sultanate, in Raffles’ eyes, the heir to the “Malayan Empire”. 65 At this point of time, however, the Sultanate was in disarray, weakened by succession 07 SS21c.indd 164 disputes following the death of Sultan Mahmud in 1812. The two principal ministers — the Bendahara residing in Pahang, and the Temenggong in Singapore and proximate islands — were increasingly acting as independent rulers. The court in Riau had for a long time been dominated by a Bugis group, led by the Bugis junior ruler or Yamtuan Muda. The two contenders for the throne were supported by rival factions — Tengku Hussein (also known as Tengku Long), the elder son, was backed by the Malays, while the Bugis supported the younger Abdul Rahman, who was also favoured by the Dutch. For the British, it was now necessary to negotiate a treaty with the Sultanate in order to secure a new trading post in the Straits. It was with Abdul Rahman that William Farquhar, the British administrator who best knew the local political situation, had negotiated a settlement with regard to the Karimun islands in 1816. Karimun, to the west of Singapore, was still in the picture when a British expedition approached the Straits in January 1819. 66 The Board of Control in London had in January dispatched instructions to Calcutta not to let Raffles go ahead with his plans. 67 Before this reached Penang, however, Raffles had already ordered Farquhar to proceed to the Straits of Singapore: “having ascertained the capabilities of Sincapore and its vicinity and the result being satisfactory, you will make such arrangements for securing to us the eventual command of that important station”. Farquhar was also told not to go ahead until Raffles himself was able to join the expedition. 68 Later, John Crawfurd would claim that no particular spot was contemplated, that it was the suggestion of Farquhar to put into Singapore for information. 69 However, Crawfurd’s own journal from this time transmits a more ambivalent picture: after surveying the Karimons on 27 January, the party had just finished dinner “and taken a little wine after it”, when Raffles arrived on the island and convened a council in the evening. Only at this moment did Captain Ross point out a spot on Singapore Island with a good harbour and cleared of jungle which he had seen earlier. Here, the choice of Singapore emerges as a preconceived strategy, as Crawfurd wrote in his journal that “the whole was a preconcerted plan, Sir S. having the power of doing as he liked in Calcutta”. 70 The question of when Raffles first set his eyes on Singapore has long been debated. Lady Raffles’ claim that the site of Singapore had been on Raffles’ mind before he left England in 1817 has been disputed. 71 In 1818, several alternatives for a new station were still on the table, but it seems clear from existing documents that Raffles did not seriously contemplate 07 SS21c.indd 165 8/30/10 166 Christina Skott sites apart from Johor-Singapore after his return from Calcutta. 72 Already in January 1818, Raffles wrote that the island of Singapura seems to possess “peculiar and great advantages” for the planned factory. 73 Plans to settle at Singapore are mentioned in a letter to Marsden of 12 December 1818. 74 In Munshi Abdullah’s later compiled narrative, we find Raffles telling William Farquhar that “we intend at all costs to found a settlement on the Island of Singapore”. 75 How had Raffles gained knowledge about of Singapore as an ancient “Malay capital”? Raffles would have had access to both European and Malay accounts. As we have seen, the story of the founding of Malacca had been recycled in European publications for centuries. 76 In Pires’ account, the Prince Parameswara flees his native Palembang and arrives in Singapura, where he kills the local ruler. After five years in the city, Parameswara is driven out by Siamese forces. He together with his followers proceed north where Melaka is eventually founded. In this version, Singapore is repeatedly mentioned, but there is very little information about the city itself or its trade. In European accounts more generally, “Sincapura” was always mentioned as a predecessor to Malacca, and Prince Parameswara is named as the founder of the “Malay” polity at Singapura. 77 In most European versions, likewise, Parameswara is driven out after an attack from Majapahit or Siam. He or his son Sri Iskandar Shah, after fleeing Singapore, eventually founded Malacca. It remains unclear to what extent Raffles was acquainted with these European publications prior to his arrival in Asia as a young man. However, throughout his time in the East, he had been sent books from Europe, and he was in correspondence with William Marsden, who in England was building up a substantial collection of literature dealing with Asia. 78 It was only during his stay in England in 1816 and 1817, that Raffles had direct access to Portuguese publications. It is known that selections from Barros’ Ásia 79 were translated to him during this time by his friend, Thomas Murdoch, who also kept an extensive library of travel literature. 80 It was in Barros’ work that we find the most detailed description of ancient Singapore, as a great port city which gathered traders from all over the world, from the eastern and western seas. 81 It was therefore only a few years before the founding of Singapore that Raffles found confirmation of the existence of the ancient maritime kingdom of Singapura in European sources. The European sources were, however, just one source of inspiration. Raffles later wrote that: “but for my Malay studies I should hardly have 07 SS21c.indd 166 8/30/10 known that such a place existed; not only the European but the Indian world also was ignorant of it”. 82 This was misleading, as Singapore island had been included in sea charts and maps for centuries, but what Raffles here refers to is the importance of Singapore as an ancient political and commercial centre, as seen through the Malay sources, some of which were known only to a few people, if not only to himself. As we have seen, the most important Malay manuscript describing the greatness of ancient Singapore had been known by Raffles since his earliest days in Penang. 83 (Indeed, Kwa’s Chapter 6 shows that a copy was first made for Raffles on paper with an 1816 watermark.) This, then, was the Malay Annals or Sejarah Melayu . In these, Singapura is founded by Prince Sri Tri Buana, a descendant of Alexander the Great, who had left Palembang in search for a suitable place to build a new city. Being attracted to a certain spot by a lion-like beast, the Prince named it Singapura, meaning “Lion City”. This city flourished and became “a great city to which foreigners resorted in great numbers so that the fame of the city and its greatness spread throughout the world”. Having once turned back invading forces from the Java-based kingdom of Majapahit, the fifth king of Singapura, Sultan Iskandar Syah, was finally defeated and moved north. He eventually settled down at Malacca, where he and his descendants built up the most successful trading port ever in the Malay world. 84 This story, in its different manuscript versions, resembled those told by Europeans in form, but differed in detail and in the importance and prestige attached to both Singapore, and to the dynasty it describes. One notable difference of emphasis is that in the Sejarah Melayu , Singapura is portrayed as a regional rival of the mighty kingdom of Majapahit, and a longstanding commercial and political centre. 85 In European versions, by contrast, it is presented as a more recent and less powerful creation. Singapore had been a part of Raffles’ “imagining” of a Malay past from the time of his first acquaintance with Leyden in Penang. Significantly, Raffles had provided William Marsden early on with information which enabled him to make changes to the 1811 edition of the History of Sumatra , by adding “Singapura” as one of the region’s kingdoms of historical importance. 86 So how did Raffles’ revival of the ancient centre work out in practice? After landing at the mouth of Singapore River, Raffles wrote to Marsden: “Here I am at Singapore, true to my word”. 87 He and Farquhar immediately started negotiations with the Temenggong, who was assured 07 SS21c.indd 168 Christina Skott that a treaty with the British “shall be a means of resurrecting the line of the ancient kings”. 88 Raffles himself made inquiries, which confirmed that the sultan was indeed descended “through 25 sovereigns from the first Hindi prince who established himself at Singapore”. 89 It was now that it was decided to ignore Farquhar’s earlier agreement to acknowledge the younger son of the previous sultan (Sultan Mahmud, d.1812) as Sultan. The younger son, Abdul Rahman, had secured the royal regalia. But Abdul Rahman, as Raffles later explained to Calcutta, had been the candidate of the Bugis Yamtuan Muda (and so not necessarily the candidate with strongest Malay support) and should on those grounds be “particularly excluded from all affairs which had a reference to the political Interest of the Malayan Empire”. 90 More to the point, perhaps, was that Sultan Abdul Rahman was inclined, under pressure, to accept Dutch sovereignty. He signed an agreement with the Dutch on 26 November 1818. Abdul Rahman’s older brother, Hussein, was supported by the Temenggong. He was quickly called in to Singapore, and on 6 February, a treaty was concluded between the Temenggong, “His Highness the Sultan Hussein Mahomed Shah Sultan of Johor”, and the East India Company to set up a trading post at Singapore. Raffles’ private letters from this time never fail to point out that the British now had acquired the site of an ancient capital. His friends in England were told how he had discovered fortifications of Singapura, the very spot which “not less than six centuries ago” had been the “ancient maritime capital of the Malays”. Raffles also announced that he had found the ruins of the fortifications of the ancient capital of Singapura: “Here I have just planted the British Flag, and a more commanding and promising Station for the protection and improvement of all our interests in the quarter cannot be well conceived”. 91 Raffles now began to refer to Singapore as the “Hindu City of the Lions”, as the original seat of the “Malayan empire”, which had included both Sumatra and Java. 92 It was a spot “in the very heart of the Archipelago, or as the Malays call it, it is the “Navel of the Malay countries”: as the old Singapura had been an emporium which “embraced the largest portion of the commerce between Eastern and Western nations”, the new Singapore could and would aspire to take up its mantle. 93 Raffles left Singapore in early February 1819. Returning in May the same year, he was able to report to England that “My new Colony” was already thriving. 94 After a short stay, he appointed William Farquhar 07 SS21c.indd Resident, and returned to Bencoolen. He was not to see his new settlement for another three years. Despite Raffles’ optimism, the fate of the new settlement would remain undecided for years. The news of the founding of Singapore reached Calcutta within a month, and although the Governor-General Lord Hastings disapproved of Raffles’ actions, he agreed to the treaty with the Johor Sultanate, awaiting London’s approval. 95 Officials in Calcutta, concerned about the China trade, were on the whole more benevolent to the new station, but when London received the news in August, the reaction was negative, as ministers in Britain saw things in view of the European situation. Dutch protests which inevitably followed resulted in a paper war, where the role of Raffles the maverick administrator was given a high profile on both sides: the British could claim that Raffles had acted alone and in defiance of orders not to go ahead. The Dutch, on their part, were now able to vent their longtime frustration with Raffles. 96 Negotiations with the Dutch were begun but had to be interrupted, partly because of lack of information about what actually was happening in Singapore. 97 Meanwhile, Raffles repeatedly assured his superiors that securing this particular site had been a genial move with far reaching consequences for British influence in the region. By acquiring Singapore, the British had in one blow positioned themselves in the centre of the Malay world, declaring: in the minds of the natives it will always be associated with their fondest recollections, as the seat of their ancient government, before the influence of a foreign faith had shaken those institutions for which they still preserve so high an attachment and reverence. The advantage of selecting a place thus hallowed by the ideas of a remote antiquity, and the veneration attached to its ancient line of kings, from whom they are still proud to trace their descent, must be obvious. 98 He could also report that envoys, ambassadors and chiefs from most of the Malay states and Sumatra had come to him in Singapore to seek protection and support. He now informed his superiors that the southern peninsula had in the past constituted one kingdom — nominal power over this whole area was, he claimed, still in the hands of the Sultan of Johor, who now resided in Singapore and had conceded “overlordship” to the British. With Singapore in hand, all the Malay sultans would see themselves under British protection, because “our sultan is the head of all the Malay states”. 99 170 Christina Skott From Bencoolen, Raffles kept himself informed about developments in Singapore, becoming increasingly concerned with Farquhar’s competence to manage the settlement. In late 1822, Raffles was back in Singapore, Farquhar was dismissed and Raffles set out to deal with the most acute issues, namely the planning of the new city and policing, and the drawing up of a “constitution”. In a few years, Singapore had already changed beyond recognition. 100 The European population was still very small, and early observers complained that the few British merchants were of dubious character. 101 There had, however, been a great influx of Chinese, mainly from other parts of Southeast Asia. The new free port acted as a magnet especially for regional trade and the phenomenal growth of both commerce and people at Singapore was the marvel of every visitor. 102 Although Raffles’ vision of re-establishing Singapore as a centre for regional trade seemed to materialise, his second big plan, that of bringing the Malays back to a life in commerce, would be harder to achieve. For a variety of reasons, Raffles’ relationship with Sultan Hussein and the Temenggong deteriorated. 103 The Malays did not seem willing to take part in commercial activities in Singapore. Piracy continued to plague ships headed to and from Singapore, and the local Malays were believed to be complicit. Raffles confronted the Temenggong, only to be told: “It is not the custom of rulers to engage in trade for they would lose dignity before other rulers”. As for piracy, the Temenggong told Raffles: “Piracy is our birth-right and so brings no disgrace”. Raffles was said to have been furious, telling the Malays: “Very well, if you are not willing the matter is closed”. 104 The Temenggong and his followers were forced to leave the town and settle on its outskirts. A few years later, the then Resident John Crawfurd reported to Calcutta that, although the Malay chiefs had initially been led to entertain “unfounded hopes of aggrandisement”, they had proved unfit for it: their employment had in no way been “necessary or even beneficial in the formation, maintenance, or progress of this settlement”. 105 It was, ultimately, not the descendents of the ancient kings who would secure the survival of British Singapore. Shortly before leaving Singapore for good in 1823, Raffles had to concede that the Chinese might always form the majority of the population. 106 In Java, Raffles had taken a hostile attitude towards the Chinese, who were not “children of the soil”, and he saw the roots of Dutch misrule in the ways the Chinese had been favoured over the Malays and Javanese. In Singapore, however, the raising of revenue was becoming a matter of life and death for the new settlement, and William Farquhar early conceded that the Chinese were “the only Statue of Sir Stamford Raffles Sir Stamford Raffles’ statue, as erected on the Padang in 1889, with St. Andrew’s Cathedral behind it. It ently Victoria Memorial Hall, with a second, postcolonial statue standing over the Singapore River, near the old Sultan Hussein, whom Raffles recognised as the rightful Sultan of Johor-Riau and hoped would turn to tr ade, built a roof istana (palace) in Singapore at Kampong Glam. His son Sultan Iskandar Ali Shah had the structure that persists to European architect Coleman between 1836–1843. The palace was declared state-owned in 1897 after a successio n dispute, and in as is of n. people of the East from whom a revenue may be raised without expense and extraordinary efforts of government”. John Bastin long ago concluded that it is impossible to distinguish Raffles’ more philanthropic motives from his political and economic agenda. 108 In Penang, the need for income had forced the British administration into dependence on revenue raised from gambling farms frequented by the Chinese. But within Raffles’ grand “civilising mission”, the abolition of gaming and cockfighting had always been high on the list of vices to be abolished. He initially therefore prohibited gambling in Singapore, and the ban was reinforced when he returned in 1822. But, within a few years, Resident Crawfurd had to allow gambling, an important source of revenue for the struggling settlement. Soon, Singapore’s fortunes were reported to be derived “more from the vices than from the industry of the people”. 109",
      "title": ["Singapore from Temasek to the 21st Century"]
    },
    {
      "id": "464eefe3a9bae5c640142be9764b296b_4",
      "result_metadata": {
        "confidence": 0.20549223977359918,
        "score": 4.351169754674467
      },
      "subtitle": ["The Prowess of a Raja"],
      "text": "For Tun Seri Lanang, not only Sultan Iskander Shah, last Raja of Singapura and first Sultan of Melaka, but also his predecessors were historical personages. To them is credited the emergence of Singapura as a great city, respected by others like Kalinga and able to challenge the regional power, Majapahit. Their achievements are in large part the consequence of a divine genealogy. To Sri Tri Buana is attributed a genealogy that traces back to the Macedonian world conqueror, Alexander, or Raja 06 SS21c.indd 143 7/27/10 Iskandar Zulqarnain, who according to another text, the Hikayat Iskandar Zulkarnain ( Story of Iskandar Zulkarnian ), spread the faith of Ibrahim to its furthest limits in India. In Tun Seri Lanang’s world — of 16thand 17th-century Johor — it made eminent sense to appropriate for one’s genealogy the Persian-Islamic myth of Alexander the Great as a defender of the faith. This would enhance one’s credentials in a “Persianised” Indian Ocean trading world. Professor Sanjay Subrahmanyam 21 has documented a 15th-century migration of Persian elites across the Indian subcontinent and Ocean, creating a Persianised trading world between the 15th and 18th centuries. These Persian elites played a significant role in the courts of local rulers: by advising them; helping them install the administrative structures and traditions for state formation; and by expansion into trade across the Indian Ocean, in which Melaka emerged as a leading emporium. The problem in the Malay Annals is that this Alexandrian legend uneasily joins a series of narratives and myths from an earlier era of Malay history when, in the words of the pre-Malay Annals ’ Ceritera asal Raja-raja Melayu ( Genealogy of the Malay Kings ), “the Malays had not yet embraced Islam”. The interposition of the long story of the Rajas of Pasai and their conversion to Islam, leading to the story of Tun Jana and his execution, suggests that Islam was a strange and foreign force to Singapura. The prevalent political-religious culture in much of 14thcentury island Southeast Asia was still a form of Mahayana Buddhism that found its way into the region from the seventh century. Srivijaya, whose legacy Demang Lebar Daun inherited and transmitted to Sri Tri Buana, was Mahayana Buddhist to its core. The Des´awarnana ( Description of Districts ) and the Nagarakrtagama , a cardinal text for our reconstruction of 14th-century Java, describe Majapahit practising a form of esoteric Mahayana Buddhism that synthesised the worship of the Buddha with Siva or Visnu. In this political world, suffused with Mahayana Buddhism, a claim to rulership would be judged on the impeccability of the claimant’s genealogy, and how it evinced an accumulation of mystical-spiritual prowess. Ayam Wuruk (1350–1380), whose reign is glorified as the golden age of Majapahit in the Des´awarnana , is described in its opening stanzas as an incarnation of Siva and Buddha in this world. Other Majapahit and earlier Singhasari kings also claimed to be incarnations of Hindu and Buddhist deities. Adityavarman, the Singhasari-Majapahit prince who moved to establish his own kingdom in the Minangkabau highlands of 06 SS21c.indd 144 7/27/10 Sumatra, consecrated himself as an incarnation of the Mahayana Buddhist bodhisattva Avalokitesvara around 1347CE. In this environment, Sri Tri Buana as an aspirant to rulership had therefore to evince similar qualities and accumulation of spiritual prowess. He is thus credited with descending (with his two brothers) down the sacred hill of Bukit Seguntang, symbol of the mountain abode of the bodhisattva Avalokitesvara at the centre of the old Srivijayan realm, extruding all the symbolism of not only a regal, but more importantly, a sacred person. The 40 days of consecration rituals he and his consort, Demang Lebar Daun’s daughter, went through were to commemorate his embodiment as Avalokitesvara, the Lord of the Three Worlds of Buddhist cosmology. 22 The Portuguese apothecary, Tome Pires, who was a supervisor of the spice trade in Melaka from 1512 to 1515, learnt from his local informants that the intent of Parameswara’s/Iskandar Shah’s consecration to become the embodiment of Avalokitesvara, was to challenge Majapahit overlordship of Palembang, and so to reestablish Srivijaya’s influence over other ports in the Straits of Melaka. The intent of this challenge to Majapahit was not lost on its court, which despatched an expeditionary force to quash this renegade prince, forcing him to flee to Singapore (reckoning from Pires’ account which allows for just one king) around 1392. The Malay Annals would of course imply an arrival at Singapore some decades earlier. Sri Tri Buana’s renaming the island he arrived at as “Singapura” was probably not so much because he sighted a specimen of Felis leo , so much as to assert that this was where he intended to reestablish the lion-throne ( sin´ha sana [Sanskrit], singgasana [p. 21 of Raffles Ms 18 ]). The lion-throne represented the earthly seat of Avalokitesvara, where he and his consort sat for his consecration rituals in Palembang. Singapore’s Bukit Larangan or Forbidden Hill (Fort Canning, which broods over the mouth of the Singapore River), would have been the ideal symbolic representation of the Mount Patola of Avalokitesvara. As such, it was an ideal place for Sri Tri Buana to locate his lion-throne. 19th-century Malays called Fort Canning Bukit Larangan or Forbidden Hill precisely because they believed that the spirits of the old rulers still roamed there. Singapura thus played a central, critical role in the transmission of this foundation myth of Melaka, and subsequently Johor, with its divine genealogy and historic ancestry. Singapura was where Sri Tri Buana or Parameswara — depending on which account you follow — landed after leaving Palembang. For Sri Tri Buana, Singapura was an auspicious location for a new city he was seeking to establish; for a Parameswara fleeing avenging Majapahit forces, it was a refuge at an emporium that was outside and able to stand up to Majapahit imperium. But the course of events forced Sri Tri Buana’s descendents (or Parameswara) to decamp Singapura and seek a new location, to rebuild their vision of establishing a new emporium that would continue the legacy of Srivijaya. It was this foundation myth that Sultan Mahmud’s descendents carried out of Melaka in 1511 and up the Johor River where they attempted to reestablish the glory of Melaka and Srivijaya. In January 1819, Tengku Long (the older brother of the then Sultan of Johor) sailed from Bintan to Singapore. There, taking the name Sultan Hussein, he joined Stamford Raffles in establishing a new city which he, Hussein, apparently hoped would inherit the legacy of Melaka and before that, Srivijaya. Prefiguring Melaka’s and Johor’s Present The events of Sri Tri Buana’s 48-year reign and those of his four successors on Singapore are critical to the Melaka and Johor sultans’ understanding of their future. This is because what happened on Singapura in the century (reckoning from the Malay Annals ) between Sri Tri Buana’s arrival and Iskandar Shah’s flight prefigures their present, shaping their future. 23 The underlying mythos of this century of history is that Singapura in the reign of Sri Tri Buana’s successor was emerging as a great city on its way to reestablishing the glory of Srivijaya. But its historical destiny was undermined by a breach of the sacred contract that Sri Tri Buana and Demang Lebar Daun entered into at Palembang. This breach occurred when the final ruler, Iskandar Shah, wrongly executed the daughter of his courtier, Sang Rajuna Tapa, and he in turn betrayed his raja by opening the gates of Singapura to invading Majapahit forces. The island thus sank in a morass of treachery, which sundered the original pact. Iskandar Shah’s subsequent flight from Singapura was what the literary critic Erich Auerbach terms a “figural interpretation”, which establishes a connection between two events or persons in such a way that the first signifies not only itself but also the second, while the second involves or fulfils the first. The two poles of a figure are separated in time, but both, being real events or persons, are within temporality. They are both contained in the flowing stream which is historical life, and only the comprehension, the intellectus spiritualis , of their interdependence is a spiritual act. 24 Restated, what happened on Singapore was the fulfilment of an earlier text arranged in Palembang and a potential prefiguration of events to be fulfilled with the fall of Melaka to the Portuguese. This anxiety of Malays towards their sultans and the latter’s justice towards their subjects haunts the sultans of Melaka and Johor. Six of the seven deathbed testaments of sultans recorded in the Malay Annals deal not so much with the disposition of properties and succession, but with ethical admonitions to their successors to be just to their subjects, and injunctions to Malay subjects to be loyal to their sultans. The interplay of this theme of reciprocal obligations and restraints forms an underlying template of Melaka and Johor history. 25 The fall of Melaka, Chapter 12 of Raffles Ms 18 implies, follows Sultan Mahmud’s wrongful execution of his Bendahara on the basis of a false accusation. He retires in penitence, leaving Melaka to his son, Sultan Ahmad, who according to the Malay Annals , “had no great liking for the chiefs”, preferring instead a group of youthful favourites. For the Johor sultans, this “figural interpretation” of the loss of Melaka and before that, the loss of Singapura, must have weighed heavily on them, especially after the regicide of 1699, when the last direct descendant of the Melaka-Johor dynasty was killed. Tun Seri Lanang and his predecessors who compiled the Malay Annals were combining Perso-Islamic myths of a “Muslim” Alexander with Mahayana Buddhist theology to form a template for their history. The genealogy of the Melaka sultans they constructed on this template claimed Alexander and Avalokitesvara as having both figurative and literal dimensions. For them, Alexander, Avalokitesvara, Sri Tri Buana and his successors are not fictions, but real persons. But they are also figurative persons, prefiguring yet-to-come personages and events that will fulfil the divine revelations and commitments made by Sri Tri Buana to Demang Lebar Daun, and tragically played out in Singapura. The variant versions and tellings of the Malay Annals can then be read as different configurings of this foundation myth. The analogy to what Tun Seri Lanang had done in another context and era would be the early Christian reaffirmation and rewriting of old Judaic figures, such as Adam and Moses, to create a “New” Testament. Adam became a figurative referent for Jesus in I Corinthians 15:22, where it is stated that “as in Adam all died, so in Christ all shall be made alive”. The entire body of old Hebrew and Judaic theology is designated an “Old” Testament and appropriated to become the prologue of a “New” Testament. 26 Sultan Mahmud and his descendants never seem to have considered Singapura, residence of their forefathers and where their history began, a suitable location for a new capital after 1511. Perhaps Singapore was too exposed and vulnerable to Portuguese and Acehenese attacks. More likely, Singapore was only a harbour for traders to call at, but without the economic potential of a great river hinterland which the Sungei Musi offered Srivijaya; the Pasang and Pasi rivers to Samudra-Pasai or the Sungei Muar to Melaka. Whatever may have been the rationale, it was Sultan Mahmud’s grandson, Sultan Ala’u’d-din who sailed up the Johor river to its junction with the Serting river to establish a new capital in around 1529–1530. In relocating up the Johor river, Sultan Ala’u’d-din was not moving into a backwater region. The archaeological evidence — primarily the range and volume of earthenware and Ming/Qing underglazed cobalt blue porcelain sherds — points to the Johor river as a part of the trading network of the Riau islands. 27 The Johor sultans could not be unaware of Luso-Dutch rivalry from the 17th century, and battles for control of the waters around Singapure to ensure safe passage for their vessels. The Johor sultans were active participants in that Luso-Dutch rivalry. They must have been aware of any Portuguese or Spanish or Dutch plans to build forts on or around Singapore, as their concurrence would have been sought for any such venture. But Luso-Dutch and later British rivalry for control of the waters around Singapore evidently did not impress upon the Johor sultans that Singapore’s location might have a strategic significance worth their effort to control. This essay has argued that Singapore’s significance to them lay more as a contested “realm of memory” among contenders to rulership of the Malay people. The ability to appropriate and configure the mythos of divine origins and right to rule the Malay people enacted in Singapura is central and fundamental to any claim to rulership. The Raffles Ms 18 of the Malay Annals , with its 15th-century origin, is probably Sultan ‘Ala’u’d-din’s claim to configure the Malay Annals to legitimise his new city up the Johor river. The much later “long version” of the Malay Annals may be the Bendahara Sultan ‘Abdu’l-Jalil’s configuring of the Malay Annals to justify his lineage’s close interrelation to the sultans, and so evince his right to rule after the 1699 regicide. But the consequence of the regicide continued to haunt the Bendahara Sultan and his successors. A Minangkabau adventurer, Raja Kecik, claiming to be the posthumous son of the assassinated Sultan Mahmud, successfully attacked and captured the capital of Sultan ‘Abdu’l-Jalil, on Bintan in the Riau islands, in 1718. This claim by Raja Kecik to be the posthumous son of Sultan Mahmud is declared in the Hikayat Siak , the first half of which is a straight copy of the Malay Annals , and which then carries the narrative forward to the establishment of a rival kingdom along the Siak river to challenge Johor-Riau. 28 This Hikayat Siak can be read as portraying the regicide of 1699 as a prefiguration of Siak’s claim to a place in the Malay world and right to rule that world. Raja Sulaiman, the son of Sultan ‘Abdu’l-Jalil, responded to the Mingangkabau challenge by calling in Bugis warriors who had been migrating to Selangor and Johor, among other areas in the Straits of Melaka, to escape internal wars in their homeland from the late 17th century. As mercenaries, the Bugis successfully assisted Raja Sulaiman in dislodging the Minangkabau pretender, Raja Kecik, from Bintan. As recompense, they staked a major claim to political power, their leaders becoming the yang dipertuan muda or Yamtuan Muda , the “junior ruler”. In effect, the Malay sultans, though still providing the Johor-Riau dynasty’s Yang dipertuan Besar or major rulers, found themselves reduced to titular heads of their realm. This Bugis claim to power is justified in their rewriting of Malay history by their court historian and genealogist, Raja Ali Haji, in his Tuhfat al-Nafis . 29 This narrates the Bugis achievements in building their base at Bintan, in the Riau Archipelago, into the leading entrepôt in the Straits of Melaka, so challenging Dutch Melaka in the 18th century . But the Tuhfat also starts with Sri Tri Buana’s arrival in Singapura , which is interpreted as prefiguring the Bugis right to rule the Malay world. In this context, the Tuhfat can be read as the Bugis appropriation of the Malay past as fulfilment of their historical destiny. As social memory of the Malay community, this essay has argued that the Malay Annals is a “realm of memory” that structures the Malay past and defines the Malay identify that flows from this past. 14th-century Singapura was, in a sense, the beginning, or at least a new beginning, of this distinct “Malay” past, which had its origins in the mists of Bukit Seguntang Mahameru, itself the centre of Srivijaya at Palembang. The underlying theme of the Malay Annals is how the events of Singapura prefigure Melaka’s and Johor’s present in the 15th to 18th centuries. Malay and then Bugis rulers repeatedly tried to embed their Hikayat — histories or stories — in these earlier accounts, so that the Singapore Story could prefigure their later role. In short, from the 15th to 18th centuries, like to thank Dr. John Bastin for extending to me a copy of his private printing 154 Kwa Chong Guan 25. C.B. Walls, Legacy of the Fathers: Testamentary Admonitions and Thematic Structure of the Sejarah Melayu (Ann Arbor, MI: Xerox University Microfilms, 1974). 26. In more contemporary times, the demented Colonel Kurtz in Francis Ford Coppola’s 1979 film Apocalypse Now is arguably a figurative person representing the reality of the Vietnam War and what many of us perceived had gone wrong in that war. The film’s classic status may be because it successfully projected a mythic reading of the Vietnam War that many of us identify with. 27. See C.A. Gibson-Hill, “Johore Lama and Other Ancient Sites on the Johore River”, JMBRAS 28, 2 (1955): 177ff.; G.G. Solheim II and E. Green, “Johore Lama Excavations, 1960”, Federation Museums Journal new series 10 (1965), reporting on their excavation and reconstruction of Kota Batu at Johor Lama; C. Jack-Hinton, “Further investigations at Johore Lama: Preliminary Notes”, Federation Museums Journal new series 8 (1963): 24ff; and A. Lamb, “Notes on Beads from Johore Lama and Kota Tinggi”, JMBRAS 37, 1 (1964): 88–98. 28. Tengku Said, who copied the text that is extant today as Cord.Or.7304 in the Leiden University Library, is usually credited as the author of this version of the Sejarah Melayu. The jawi text of this version has been reprinted: Muhammad Yusoff Hashim, compiler, Hikayat Melayu atau Sulalat’us-Salatin , Siri Penerbitan Karya Tersohor Klasik Melayu (Melaka: Institut Kajian Seharah and Patriotisme Malaysia/GRAHA IKSEP, 1998); Muhammad Yusoff Hashim, Hikayat Siak; Dirawikan oleh Tengku Said (Kuala Lumpur: Dewan Bahasa and Pustaka, 1992) is a rumi transcription of pages 402 onwards of Cord.Or.7304. 29. V. Matheson, ed., Raja Haji Ahmad and Raja Ali Haji, Tuhfat al-Nafis (Kuala Lumpur: Penerbit Fajar Bakti Sdn Bhd, 1982). 06 SS21c.indd 154 7/27/10 2:36:18 PM"
    }
  ],
  "retrieval_details": { "document_retrieval_strategy": "untrained" }
}
